Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Select All
ar: تحديد الكل
ca: Selecciona-ho tot
cs: Vybrat vše
da: Vælg alle
de: Alle auswählen
el: Επιλογή όλων
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
he: בחר הכל
hi: सभी चुनें
hr: Odaberi sve
hu: Összes kijelölése
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
ko: 전체 선택
ms: Pilih semua
nb: Velg alle
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
pt_pt: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
sk: Vybrať všetko
sv: Välj alla
th: เลือกทั้งหมด
tr: Tümünü seç
uk: Вибрати все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Select and copy text. Off = No text selection. Disable for game-like pages.
ar: تحديد ونسخ النص. إيقاف = لا يوجد تحديد نص. تعطيل للصفحات الشبيهة بالألعاب.
ca: Selecciona i copia text. Desactivat = Sense selecció de text. Desactiva per a pàgines de jocs.
cs: Vybrat a kopírovat text. Vypnuto = Žádný výběr textu. Vypnout pro herní stránky.
da: Vælg og kopier tekst. Slået fra = Ingen tekstmarkering. Deaktiver for spil-lignende sider.
de: Text auswählen und kopieren. Aus = Keine Textauswahl. Für spielähnliche Seiten deaktivieren.
el: Επιλογή και αντιγραφή κειμένου. Απενεργοποίηση = Χωρίς επιλογή κειμένου. Απενεργοποιήστε για σελίδες παιχνιδιών.
es: Seleccionar y copiar texto. Off = Sin selección de texto. Desactivar para páginas de juegos.
fi: Valitse ja kopioi teksti. Pois = Ei tekstivalintaa. Poista käytöstä pelisivuilla.
fr: Sélectionner et copier texte. Off = Pas de sélection texte. Désactiver pour pages jeux.
he: בחר והעתק טקסט. כבוי = אין בחירת טקסט. השבת לדפי משחק.
hi: टेक्स्ट चुनें और कॉपी करें। बंद = कोई टेक्स्ट चयन नहीं। गेम जैसे पेजों के लिए अक्षम करें।
hr: Odabir i kopiranje teksta. Isključeno = Nema odabira teksta. Onemogućiti za stranice igara.
hu: Szöveg kijelölése és másolása. Ki = Nincs szövegkijelölés. Kapcsolja ki játékszerű oldalaknál.
id: Pilih dan salin teks. Matikan = Tidak ada pemilihan teks. Nonaktifkan untuk halaman game.
it: Seleziona e copia testo. Off = Nessuna selezione testo. Disattiva per pagine gioco.
ja: テキストの選択とコピー。 オフ = テキスト選択不可。 ゲーム風ページでは無効に。
ko: 텍스트 선택 및 복사입니다. 끄면 텍스트 선택할 수 없습니다. 게임류 페이지에서 비활성화하는 것이 좋습니다.
ms: Pilih dan salin teks. Mati = Tiada pemilihan teks. Lumpuhkan untuk halaman permainan.
nb: Velg og kopier tekst. Av = Ingen tekstvalg. Deaktiver for spillsider.
nl: Selecteer en kopieer tekst. Uit = Geen tekstselectie. Uitschakelen voor game-achtige pagina's.
pl: Zaznacz i kopiuj tekst. Wył. = Brak zaznaczania tekstu. Wyłącz dla stron z grami.
pt_br: Selecionar e copiar texto. Off = Sem seleção de texto. Desativar para páginas de jogos.
pt_pt: Selecionar e copiar texto. Off = Sem seleção de texto. Desativar para páginas de jogos.
ro: Selectează și copiază text. Oprit = Fără selectare text. Dezactivează pentru pagini de joc.
ru: Выделение и копирование текста. Выкл. = Нет выделения текста. Отключить для игровых страниц.
sk: Vybrať a kopírovať text. Vypnuté = Žiadny výber textu. Vypnúť pre herné stránky.
sv: Välj och kopiera text. Av = Ingen textmarkering. Inaktivera för spelliknande sidor.
th: เลือกและคัดลอกข้อความ ปิด = ไม่มีการเลือกข้อความ ปิดสำหรับหน้าเกม
tr: Metin seç ve kopyala. Kapalı = Metin seçimi yok. Oyun sayfaları için devre dışı bırak.
uk: Виділення і копіювання тексту. Вимк. = Без виділення тексту. Вимкнути для ігрових сторінок.
vi: Chọn và sao chép văn bản. Tắt = Không chọn văn bản. Tắt cho trang dạng game.
zh_hans: 选择和复制文本。 关闭 = 无法选择文本。 游戏类页面建议禁用。
zh_hant: 選擇和複製文字。 關閉 = 無法選擇文字。 遊戲類頁面建議停用。

source: Selector
ar: المحدد
cs: Selektor
da: Vælger
de: Selektor
el: Επιλογέας
fi: Valitsin
fr: Sélecteur
he: בורר
hi: सेलेक्टर
hr: Selektor
hu: Kiválasztó
id: Selektor
it: Selettore
ja: セレクター
ms: Pemilih
nb: Velger
pl: Selektor
pt_br: Seletor
pt_pt: Seletor
ru: Селектор
sk: Selektor
sv: Väljare
th: ตัวเลือก
tr: Seçici
uk: Селектор
vi: Bộ chọn
zh_hans: 选择器
zh_hant: 選擇器

source: Send data on page unload. Guaranteed delivery attempt. Good for analytics.
ar: إرسال البيانات عند إلغاء تحميل الصفحة. محاولة تسليم مضمونة. جيد للتحليلات.
ca: Envia dades en tancar la pàgina. Intent de lliurament garantit. Bo per a analytics.
cs: Odeslat data při uvolnění stránky. Garantovaný pokus o doručení. Dobré pro analytiku.
da: Send data ved sideafladning. Garanteret leveringsforsøg. Godt til analytics.
de: Daten bei Seitenentladen senden. Garantierter Zustellversuch. Gut für Analytics.
el: Αποστολή δεδομένων κατά την αποφόρτωση. Εγγυημένη προσπάθεια παράδοσης. Καλό για analytics.
es: Enviar datos al descargar página. Intento de entrega garantizada. Bueno para analíticas.
fi: Lähetä tiedot sivun purkautuessa. Taattu toimitusyritys. Hyvä analytiikalle.
fr: Envoyer données au déchargement. Tentative de livraison garantie. Bon pour analytics.
he: שלח נתונים בפריקת עמוד. ניסיון מסירה מובטח. טוב לאנליטיקס.
hi: पेज अनलोड पर डेटा भेजें। गारंटीकृत डिलीवरी प्रयास। एनालिटिक्स के लिए अच्छा।
hr: Pošalji podatke pri zatvaranju stranice. Zajamčeni pokušaj isporuke. Dobro za analitiku.
hu: Adatok küldése oldal elhagyásakor. Garantált kézbesítési kísérlet. Jó analitikához.
id: Kirim data saat halaman ditutup. Usaha pengiriman terjamin. Baik untuk analytics.
it: Invia dati allo scaricamento pagina. Tentativo di consegna garantita. Buono per analytics.
ja: ページアンロード時にデータを送信します。 送信の保証を試みます。 分析に適しています。
ko: 페이지 언로드 시 데이터를 전송합니다. 전송 보장을 시도합니다. 분석에 적합합니다.
ms: Hantar data apabila halaman ditutup. Percubaan penghantaran terjamin. Baik untuk analitik.
nb: Send data ved sideutlasting. Garantert leveringsforsøk. Bra for analytics.
nl: Gegevens verzenden bij pagina-ontlading. Gegarandeerde bezorgpoging. Goed voor analytics.
pl: Wyślij dane przy zamykaniu strony. Gwarantowana próba dostarczenia. Dobre dla analityki.
pt_br: Enviar dados ao descarregar página. Tentativa de entrega garantida. Bom para analytics.
pt_pt: Enviar dados ao descarregar página. Tentativa de entrega garantida. Bom para analytics.
ro: Trimite date la închiderea paginii. Încercare de livrare garantată. Bun pentru analize.
ru: Отправка данных при выгрузке страницы. Гарантированная попытка доставки. Хорошо для аналитики.
sk: Odoslať údaje pri uvoľnení stránky. Garantovaný pokus o doručenie. Dobré pre analytiku.
sv: Skicka data vid sidavlastning. Garanterat leveransförsök. Bra för analytics.
th: ส่งข้อมูลเมื่อออกจากหน้า รับประกันความพยายามส่ง ดีสำหรับ analytics
tr: Sayfa boşaltılırken veri gönder. Garanti teslim denemesi. Analitik için iyi.
uk: Надсилання даних при вивантаженні сторінки. Гарантована спроба доставки. Добре для аналітики.
vi: Gửi dữ liệu khi thoát trang. Cố gắng gửi được đảm bảo. Tốt cho phân tích.
zh_hans: 页面卸载时发送数据。 尝试保证传送。 适合分析。
zh_hant: 頁面卸載時發送資料。 嘗試保證傳送。 適合分析。

source: Serious
ar: خطير
ca: Greu
cs: Vážný
da: Alvorlig
de: Schwerwiegend
el: Σοβαρό
es: Grave
fi: Vakava
fr: Grave
he: חמור
hi: गंभीर
hr: Ozbiljno
hu: Súlyos
id: Serius
it: Grave
ja: 深刻
ko: 중요
ms: Serius
nb: Alvorlig
nl: Ernstig
pl: Poważny
pt_br: Grave
pt_pt: Grave
ro: Serios
ru: Серьёзный
sk: Vážny
sv: Allvarlig
th: ร้ายแรง
tr: Ciddi
uk: Серйозний
vi: Nghiêm trọng
zh_hans: 严重
zh_hant: 嚴重

source: Server-Sent Events (SSE). One-way server → client. Auto-reconnection built-in.
ar: Server-Sent Events (SSE). اتجاه واحد خادم → عميل. إعادة الاتصال التلقائي مدمجة.
ca: Server-Sent Events (SSE). Unidireccional servidor → client. Reconnexió automàtica integrada.
cs: Server-Sent Events (SSE). Jednosměrný server → klient. Vestavěné automatické opětovné připojení.
da: Server-Sent Events (SSE). Envejs server → klient. Automatisk genforbindelse indbygget.
de: Server-Sent Events (SSE). Einseitig Server → Client. Automatische Wiederverbindung integriert.
el: Server-Sent Events (SSE). Μονόδρομος διακομιστής → πελάτης. Ενσωματωμένη αυτόματη επανασύνδεση.
es: Server-Sent Events (SSE). Unidireccional servidor → cliente. Reconexión automática incorporada.
fi: Server-Sent Events (SSE). Yksisuuntainen palvelin → asiakas. Automaattinen uudelleenyhdistys sisäänrakennettu.
fr: Server-Sent Events (SSE). Communication unidirectionnelle serveur → client. Reconnexion automatique intégrée.
he: Server-Sent Events (SSE). חד-כיווני שרת → לקוח. התחברות מחדש אוטומטית מובנית.
hi: Server-Sent Events (SSE)। एकतरफा सर्वर → क्लाइंट। ऑटो-रिकनेक्शन बिल्ट-इन।
hr: Server-Sent Events (SSE). Jednosmjerno poslužitelj → klijent. Ugrađeno automatsko ponovno povezivanje.
hu: Server-Sent Events (SSE). Egyirányú szerver → kliens. Beépített automatikus újrakapcsolódás.
id: Server-Sent Events (SSE). Satu arah server → klien. Koneksi ulang otomatis bawaan.
it: Server-Sent Events (SSE). Unidirezionale server → client. Riconnessione automatica integrata.
ja: Server-Sent Events (SSE)です。 サーバー → クライアントの一方向通信です。 自動再接続が組み込まれています。
ko: Server-Sent Events (SSE)입니다. 단방향 서버 → 클라이언트 통신입니다. 자동 재연결이 내장되어 있습니다.
ms: Server-Sent Events (SSE). Satu hala pelayan → klien. Sambungan semula automatik terbina dalam.
nb: Server-Sent Events (SSE). Enveis server → klient. Automatisk gjenoppkobling innebygd.
nl: Server-Sent Events (SSE). Eenrichtings server → client. Automatische herverbinding ingebouwd.
pl: Server-Sent Events (SSE). Jednokierunkowy serwer → klient. Wbudowane automatyczne ponowne łączenie.
pt_br: Server-Sent Events (SSE). Unidirecional servidor → cliente. Reconexão automática integrada.
pt_pt: Server-Sent Events (SSE). Unidirecional servidor → cliente. Reconexão automática integrada.
ro: Server-Sent Events (SSE). Unidirecțional server → client. Reconectare automată încorporată.
ru: Server-Sent Events (SSE). Односторонняя связь: сервер → клиент. Встроенное автоматическое переподключение.
sk: Server-Sent Events (SSE). Jednosmerný server → klient. Vstavané automatické opätovné pripojenie.
sv: Server-Sent Events (SSE). Envägs server → klient. Automatisk återanslutning inbyggd.
th: Server-Sent Events (SSE) ทางเดียว เซิร์ฟเวอร์ → ไคลเอนต์ เชื่อมต่อใหม่อัตโนมัติในตัว
tr: Server-Sent Events (SSE). Tek yönlü sunucu → istemci. Yerleşik otomatik yeniden bağlanma.
uk: Server-Sent Events (SSE). Однонаправлений зв'язок: сервер → клієнт. Вбудоване автоматичне перепідключення.
vi: Server-Sent Events (SSE). Một chiều server → client. Tự động kết nối lại tích hợp.
zh_hans: Server-Sent Events (SSE)。 服务器到客户端的单向通信。 内置自动重连。
zh_hant: Server-Sent Events (SSE)。 伺服器到客戶端的單向通訊。 內建自動重連。

source: Service Worker cache storage. Data may clear after 7 days idle. Good for offline resources.
ar: تخزين ذاكرة التخزين المؤقت لـ Service Worker. قد يتم مسح البيانات بعد 7 أيام من عدم النشاط. جيد للموارد غير المتصلة.
ca: Emmagatzematge de memòria cau Service Worker. Les dades es poden esborrar després de 7 dies d'inactivitat. Bo per a recursos fora de línia.
cs: Úložiště cache Service Worker. Data mohou být smazána po 7 dnech nečinnosti. Dobré pro offline zdroje.
da: Service Worker cache-lagring. Data kan slettes efter 7 dages inaktivitet. Godt til offline-ressourcer.
de: Service Worker-Cache-Speicher. Daten können nach 7 Tagen Inaktivität gelöscht werden. Gut für Offline-Ressourcen.
el: Αποθήκευση cache Service Worker. Τα δεδομένα ενδέχεται να διαγραφούν μετά από 7 ημέρες αδράνειας. Καλό για πόρους εκτός σύνδεσης.
es: Almacenamiento caché de Service Worker. Los datos pueden borrarse tras 7 días de inactividad. Bueno para recursos sin conexión.
fi: Service Worker -välimuisti. Tiedot voivat tyhjentyä 7 päivän käyttämättömyyden jälkeen. Hyvä offline-resursseihin.
fr: Stockage cache Service Worker. Les données peuvent être effacées après 7 jours d'inactivité. Idéal pour les ressources hors ligne.
he: אחסון מטמון Service Worker. נתונים עשויים להימחק לאחר 7 ימים ללא פעילות. טוב למשאבים לא מקוונים.
hi: Service Worker कैश स्टोरेज। 7 दिनों की निष्क्रियता के बाद डेटा साफ़ हो सकता है। ऑफ़लाइन संसाधनों के लिए अच्छा।
hr: Pohrana predmemorije Service Worker. Podaci se mogu izbrisati nakon 7 dana neaktivnosti. Dobro za offline resurse.
hu: Service Worker gyorsítótár. Az adatok törölhetők 7 nap inaktivitás után. Jó offline erőforrásokhoz.
id: Penyimpanan cache Service Worker. Data dapat dihapus setelah 7 hari tidak aktif. Bagus untuk sumber daya offline.
it: Archiviazione cache Service Worker. I dati potrebbero essere cancellati dopo 7 giorni di inattività. Buono per risorse offline.
ja: Service Workerキャッシュストレージです。 7日間未使用でデータが削除される場合があります。 オフラインリソースに最適です。
ko: Service Worker 캐시 저장소입니다. 7일 미사용 시 삭제될 수 있습니다. 오프라인 리소스에 적합합니다.
ms: Storan cache Service Worker. Data mungkin dipadam selepas 7 hari tidak aktif. Baik untuk sumber luar talian.
nb: Service Worker cache-lagring. Data kan slettes etter 7 dager inaktivitet. Bra for offline-ressurser.
nl: Service Worker cache-opslag. Gegevens kunnen na 7 dagen inactiviteit worden gewist. Goed voor offline bronnen.
pl: Pamięć podręczna Service Worker. Dane mogą zostać usunięte po 7 dniach nieaktywności. Dobre dla zasobów offline.
pt_br: Armazenamento de cache do Service Worker. Dados podem ser apagados após 7 dias inativos. Bom para recursos offline.
pt_pt: Armazenamento de cache do Service Worker. Os dados podem ser apagados após 7 dias inativos. Bom para recursos offline.
ro: Stocare cache Service Worker. Datele pot fi șterse după 7 zile de inactivitate. Bun pentru resurse offline.
ru: Кэш-хранилище Service Worker. Данные могут удаляться после 7 дней бездействия. Хорошо для офлайн-ресурсов.
sk: Úložisko cache Service Worker. Údaje môžu byť vymazané po 7 dňoch nečinnosti. Dobré pre offline zdroje.
sv: Service Worker cache-lagring. Data kan rensas efter 7 dagars inaktivitet. Bra för offline-resurser.
th: ที่เก็บแคช Service Worker ข้อมูลอาจถูกล้างหลังจากไม่ได้ใช้งาน 7 วัน ดีสำหรับทรัพยากรออฟไลน์
tr: Service Worker önbellek depolama. Veriler 7 gün boşta kaldıktan sonra silinebilir. Çevrimdışı kaynaklar için iyi.
uk: Кеш-сховище Service Worker. Дані можуть видалятися після 7 днів бездіяльності. Добре для офлайн-ресурсів.
vi: Bộ nhớ cache Service Worker. Dữ liệu có thể bị xóa sau 7 ngày không hoạt động. Tốt cho tài nguyên ngoại tuyến.
zh_hans: Service Worker 缓存存储。 闲置 7 天后数据可能被清除。 适合离线资源。
zh_hant: Service Worker 快取儲存。 閒置 7 天後資料可能被清除。 適合離線資源。

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Settings > Accessibility > Display. Inverts all screen colors. CSS: prefers-color-scheme alternative.
ar: الإعدادات > إمكانية الوصول > الشاشة. يعكس جميع ألوان الشاشة. CSS: بديل prefers-color-scheme.
ca: Configuració > Accessibilitat > Pantalla. Inverteix tots els colors de la pantalla. CSS: alternativa a prefers-color-scheme.
cs: Nastavení > Přístupnost > Displej. Invertuje všechny barvy obrazovky. CSS: alternativa k prefers-color-scheme.
da: Indstillinger > Tilgængelighed > Skærm. Inverterer alle skærmfarver. CSS: alternativ til prefers-color-scheme.
de: Einstellungen > Bedienungshilfen > Anzeige. Kehrt alle Bildschirmfarben um. CSS: prefers-color-scheme Alternative.
el: Ρυθμίσεις > Προσβασιμότητα > Οθόνη. Αντιστρέφει όλα τα χρώματα της οθόνης. CSS: εναλλακτικό του prefers-color-scheme.
es: Ajustes > Accesibilidad > Pantalla. Invierte todos los colores de la pantalla. CSS: alternativa a prefers-color-scheme.
fi: Asetukset > Esteettömyys > Näyttö. Kääntää kaikki näytön värit. CSS: prefers-color-scheme vaihtoehto.
fr: Réglages > Accessibilité > Affichage. Inverse toutes les couleurs de l'écran. CSS : alternative à prefers-color-scheme.
he: הגדרות > נגישות > תצוגה. הופך את כל צבעי המסך. CSS: חלופה ל-prefers-color-scheme.
hi: सेटिंग्स > एक्सेसिबिलिटी > डिस्प्ले। सभी स्क्रीन रंगों को उलट देता है। CSS: prefers-color-scheme विकल्प।
hr: Postavke > Pristupačnost > Zaslon. Invertira sve boje zaslona. CSS: alternativa za prefers-color-scheme.
hu: Beállítások > Kisegítő lehetőségek > Kijelző. Minden képernyőszínt invertál. CSS: prefers-color-scheme alternatíva.
id: Pengaturan > Aksesibilitas > Layar. Membalik semua warna layar. CSS: alternatif prefers-color-scheme.
it: Impostazioni > Accessibilità > Schermo. Inverte tutti i colori dello schermo. CSS: alternativa a prefers-color-scheme.
ja: 設定 > アクセシビリティ > ディスプレイです。 すべての画面色を反転します。 CSS: prefers-color-schemeの代替です。
ko: 설정 > 손쉬운 사용 > 디스플레이입니다. 모든 화면 색상을 반전합니다. CSS의 prefers-color-scheme 대안입니다.
ms: Tetapan > Kebolehcapaian > Paparan. Menerbalikkan semua warna skrin. CSS: alternatif prefers-color-scheme.
nb: Innstillinger > Tilgjengelighet > Skjerm. Inverterer alle skjermfarger. CSS: alternativ til prefers-color-scheme.
nl: Instellingen > Toegankelijkheid > Beeldscherm. Keert alle schermkleuren om. CSS: alternatief voor prefers-color-scheme.
pl: Ustawienia > Dostępność > Wyświetlacz. Odwraca wszystkie kolory ekranu. CSS: alternatywa dla prefers-color-scheme.
pt_br: Ajustes > Acessibilidade > Tela. Inverte todas as cores da tela. CSS: alternativa ao prefers-color-scheme.
pt_pt: Definições > Acessibilidade > Ecrã. Inverte todas as cores do ecrã. CSS: alternativa ao prefers-color-scheme.
ro: Setări > Accesibilitate > Afișaj. Inversează toate culorile ecranului. CSS: alternativă la prefers-color-scheme.
ru: Настройки > Универсальный доступ > Дисплей. Инвертирует все цвета экрана. CSS: альтернатива prefers-color-scheme.
sk: Nastavenia > Prístupnosť > Displej. Invertuje všetky farby obrazovky. CSS: alternatíva k prefers-color-scheme.
sv: Inställningar > Tillgänglighet > Bildskärm. Inverterar alla skärmfärger. CSS: alternativ till prefers-color-scheme.
th: ตั้งค่า > การช่วยการเข้าถึง > จอภาพ กลับสีหน้าจอทั้งหมด CSS: ทางเลือกแทน prefers-color-scheme
tr: Ayarlar > Erişilebilirlik > Ekran. Tüm ekran renklerini tersine çevirir. CSS: prefers-color-scheme alternatifi.
uk: Налаштування > Доступність > Дисплей. Інвертує всі кольори екрана. CSS: альтернатива prefers-color-scheme.
vi: Cài đặt > Trợ năng > Màn hình. Đảo ngược tất cả màu sắc màn hình. CSS: thay thế prefers-color-scheme.
zh_hans: 设置 > 辅助功能 > 显示。 反转所有屏幕颜色。 CSS: prefers-color-scheme 替代方案。
zh_hant: 設定 > 輔助使用 > 顯示。 反轉所有螢幕顏色。 CSS: prefers-color-scheme 替代方案。

source: Settings > Battery toggle. Reduces CPU/GPU performance. Disables background refresh.
ar: الإعدادات > مفتاح البطارية. يقلل أداء CPU/GPU. يعطل التحديث في الخلفية.
ca: Configuració > Interruptor de bateria. Reduceix el rendiment de CPU/GPU. Desactiva l'actualització en segon pla.
cs: Nastavení > Přepínač baterie. Snižuje výkon CPU/GPU. Deaktivuje aktualizaci na pozadí.
da: Indstillinger > Batterikontakt. Reducerer CPU/GPU-ydeevne. Deaktiverer opdatering i baggrunden.
de: Einstellungen > Batterie-Schalter. Reduziert CPU/GPU-Leistung. Deaktiviert Hintergrundaktualisierung.
el: Ρυθμίσεις > Διακόπτης μπαταρίας. Μειώνει τις επιδόσεις CPU/GPU. Απενεργοποιεί την ανανέωση στο παρασκήνιο.
es: Ajustes > Interruptor de batería. Reduce el rendimiento de CPU/GPU. Desactiva la actualización en segundo plano.
fi: Asetukset > Akkukytkin. Vähentää CPU/GPU-suorituskykyä. Poistaa taustalatauksen käytöstä.
fr: Réglages > Basculer Batterie. Réduit les performances CPU/GPU. Désactive l'actualisation en arrière-plan.
he: הגדרות > מתג סוללה. מפחית ביצועי CPU/GPU. משבית רענון ברקע.
hi: सेटिंग्स > बैटरी टॉगल। CPU/GPU प्रदर्शन कम करता है। बैकग्राउंड रिफ्रेश अक्षम करता है।
hr: Postavke > Prekidač baterije. Smanjuje performanse CPU/GPU. Onemogućuje osvježavanje u pozadini.
hu: Beállítások > Akkumulátor kapcsoló. Csökkenti a CPU/GPU teljesítményt. Letiltja a háttérfrissítést.
id: Pengaturan > Tombol baterai. Mengurangi performa CPU/GPU. Menonaktifkan pembaruan latar belakang.
it: Impostazioni > Interruttore batteria. Riduce le prestazioni CPU/GPU. Disabilita l'aggiornamento in background.
ja: 設定 > バッテリートグルです。 CPU/GPU性能が低下します。 バックグラウンド更新が無効になります。
ko: 설정 > 배터리 토글입니다. CPU/GPU 성능이 감소합니다. 백그라운드 새로고침이 비활성화됩니다.
ms: Tetapan > Togol bateri. Mengurangkan prestasi CPU/GPU. Menyahdayakan muat semula latar belakang.
nb: Innstillinger > Batteribryter. Reduserer CPU/GPU-ytelse. Deaktiverer bakgrunnsoppdatering.
nl: Instellingen > Batterijschakelaar. Vermindert CPU/GPU-prestaties. Schakelt verversing op achtergrond uit.
pl: Ustawienia > Przełącznik baterii. Zmniejsza wydajność CPU/GPU. Wyłącza odświeżanie w tle.
pt_br: Ajustes > Alternância de bateria. Reduz o desempenho de CPU/GPU. Desativa a atualização em segundo plano.
pt_pt: Definições > Alternância de bateria. Reduz o desempenho de CPU/GPU. Desativa a atualização em segundo plano.
ro: Setări > Comutator baterie. Reduce performanța CPU/GPU. Dezactivează reîmprospătarea în fundal.
ru: Настройки > Переключатель батареи. Снижает производительность CPU/GPU. Отключает фоновое обновление.
sk: Nastavenia > Prepínač batérie. Znižuje výkon CPU/GPU. Deaktivuje aktualizáciu na pozadí.
sv: Inställningar > Batteriväxel. Minskar CPU/GPU-prestanda. Inaktiverar bakgrundsuppdatering.
th: ตั้งค่า > สวิตช์แบตเตอรี่ ลดประสิทธิภาพ CPU/GPU ปิดใช้งานการรีเฟรชพื้นหลัง
tr: Ayarlar > Pil anahtarı. CPU/GPU performansını azaltır. Arka plan yenilemeyi devre dışı bırakır.
uk: Налаштування > Перемикач батареї. Зменшує продуктивність CPU/GPU. Вимикає фонове оновлення.
vi: Cài đặt > Công tắc pin. Giảm hiệu suất CPU/GPU. Tắt làm mới nền.
zh_hans: 设置 > 电池开关。 降低 CPU/GPU 性能。 禁用后台刷新。
zh_hant: 設定 > 電池開關。 降低 CPU/GPU 效能。 停用背景重新整理。

source: SFSafariViewController APIs
ar: واجهات برمجة SFSafariViewController
ca: APIs de SFSafariViewController
cs: API SFSafariViewController
da: SFSafariViewController API'er
el: API SFSafariViewController
es: APIs de SFSafariViewController
fi: SFSafariViewController API:t
fr: APIs SFSafariViewController
he: ממשקי API של SFSafariViewController
hr: SFSafariViewController API-ji
hu: SFSafariViewController API-k
id: API SFSafariViewController
it: API SFSafariViewController
ja: SFSafariViewController API
ko: SFSafariViewController API
ms: API SFSafariViewController
nb: SFSafariViewController API-er
pl: API SFSafariViewController
pt_br: APIs do SFSafariViewController
pt_pt: APIs do SFSafariViewController
ro: API-uri SFSafariViewController
ru: API SFSafariViewController
sk: API SFSafariViewController
sv: SFSafariViewController API:er
th: API ของ SFSafariViewController
tr: SFSafariViewController API'leri
uk: API SFSafariViewController
vi: API SFSafariViewController
zh_hans: SFSafariViewController API
zh_hant: SFSafariViewController API

source: Share
ar: مشاركة
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr: Partager
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Share Extension
ar: امتداد المشاركة
ca: Extensió de compartir
cs: Rozšíření sdílení
da: Delingsudvidelse
de: Teilen-Erweiterung
el: Επέκταση κοινοποίησης
es: Extensión de compartir
fi: Jakamislaajennus
fr: Extension de partage
he: הרחבת שיתוף
hi: शेयर एक्सटेंशन
hr: Proširenje za dijeljenje
hu: Megosztás bővítmény
id: Ekstensi Berbagi
it: Estensione condivisione
ja: 共有機能拡張
ko: 공유 확장
ms: Sambungan Kongsi
nb: Delingsutvidelse
nl: Deel-extensie
pl: Rozszerzenie udostępniania
pt_br: Extensão de compartilhamento
pt_pt: Extensão de partilha
ro: Extensie de partajare
ru: Расширение общего доступа
sk: Rozšírenie zdieľania
sv: Delningstillägg
th: ส่วนขยายการแชร์
tr: Paylaşım Uzantısı
uk: Розширення спільного доступу
vi: Tiện ích mở rộng Chia sẻ
zh_hans: 分享扩展
zh_hant: 分享延伸功能
